[Information]
TRANSLATOR=Dennis Johnson
VERSION=3.9.4

[Language]
LANGUAGE=Ελληνικά
CHARACTER_CODE=Unicode (UTF-8)
LOCALE_ID=0x0408

[Url]
WIKIPEDIA_SMART=http://en.wikipedia.org/wiki/Self-Monitoring%2C_Analysis_and_Reporting_Technology

[Menu]
FILE=Αρχείο
CUSTOMIZE=Προσαρμογή
EXIT=Έξοδος
EDIT=Επεξεργασία
COPY=Αντιγραφή
FUNCTION=Λειτουργίες
HIDE_SMART_INFO=Απόκρυψη πληροφοριών S.M.A.R.T.
HIDE_SERIAL_NUMBER=Απόκρυψη σειριακού αριθμού
SHOW_DRIVE_LETTER=Εμφάνιση γραμμάτων μονάδας δίσκου
ADVANCED_DISK_SEARCH=Προχωρημένη αναζήτηση δίσκων
EVENT_LOG=Αρχείο καταγραφής
AAM_APM_CONTROL=Έλεγχος AAM/APM
AUTO_AAM_APM_ADAPTION=Αυτόματη προσαρμογή AAM/APM
RESIDENT=Μόνιμο
STARTUP=Εκκίνηση
OPEN_DISK_MANAGEMENT=Άνοιγμα της Διαχείρισης Δίσκων
OPEN_DEVICE_MANAGER=Άνοιγμα της Διαχείρισης Συσκευών
ADVANCED_FEATURE=Προχωρημένες λειτουργίες
REFRESH=Ανανέωση
RESCAN=Επανάληψη εντοπισμού
DISABLE=Απενεργοποίηση
AUTO_REFRESH=Αυτόματη ανανέωση
AUTO_REFRESH_TARGET=Στόχοι αυτόματης ανανέωσης
AUTO_REFRESH_TARGET_ALL_DISK=Αυτόματη ανανέωση - Όλοι οι δίσκοι
AUTO_REFRESH_UNTARGET_ALL_DISK=Αυτόματη ανανέωση - Κανένας δίσκος
WAIT_TIME_AT_STARTUP=Αναμονή κατά την εκκίνηση
GRAPH=Γράφημα
THEME=Θέμα
DISK=Δίσκος
HELP=Βοήθεια
HELP_ABOUT=Σχετικά με το CrystalDiskInfo
HELP_ABOUT_SMART=Σχετικά με το S.M.A.R.T. (Wikipedia) [Ιστοσελίδα]
LANGUAGE=Γλώσσα
ITEM=Στοιχείο
TEMPERATURE_TYPE=Μέτρηση θερμοκρασίας
CELSIUS=Κελσίου (°C)
FAHRENHEIT=Φαρενάιτ (°F)
HEALTH_STATUS_SETTING=Ρύθμιση κατάστασης υγείας

;Graph
OPTION=Επιλογές
LEGEND_POSITION=Τοποθέτηση υπομνήματος
NORTH_WEST=Πάνω αριστερά
NORTH_EAST=Πάνω δεξιά
SOUTH_WEST=Κάτω αριστερά
SOUTH_EAST=Κάτω δεξιά
MAX_PLOT_POINT=Μέγιστο σημείο επιφάνειας
TIME_FORMAT=Μορφή ώρας
PAINT_WEEKEND=Εμφάνιση Σαββατοκύριακου
ALL=Όλα

;2.7.0
COPY_OPTION=Ρύθμιση αντιγραφής
RESIDENT_STYLE=Τρόπος παραμονής
MINIMIZE=Ελαχιστοποίηση
HIDE=Απόκρυψη

;3.0.0
ZOOM=Μεγέθυνση
AUTO=Αυτόματα
ATTRIBUTE=Ιδιότητα

;3.5.0
ASCII_VIEW=ASCII View
AUTO_DTECTION=Αυτόματος εντοπισμός
SECOND=δευτ.
MINUTE=λ.
HOUR=ώρα

:3.9.4
WORKAROUND=Παράκαμψη

;4.0.0
ALERT_MAIL=Alert Mail
MAIL_SETTINGS=Mail Settings
SMART_IN_ENGLISH=S.M.A.R.T. in English
FONT_SETTING=Font Setting

;5.0.0
ALERT_FEATURES=A&lert Features
ALARM_HISTORY=Alarm History
ALERT_SOUND=Alert Sound
SOUND_SETTINGS=Sound Settings
GADGET_SUPPORT=Gadget Support
INSTALL_GADGET=Install Gadget
ENABLE_AUTO=Enable (Auto Detection)
ENABLE_ALL=Enable (All Disks)
ENABLE_RAID=Enable (RAID Volume Only)

[TrayMenu]
EXIT=Έξοδος
REFRESH=Ανανέωση
RESCAN=Επανάληψη εντοπισμού
ENABLE=Ενεργοποίηση
DISABLE=Απενεργοποίηση
ENABLE_ALL=Ενεργοποίηση όλων
DISABLE_ALL=Απενεργοποίηση όλων
AUTO_REFRESH=Αυτόματη ανανέωση
AUTO_REFRESH_01_MIN=1 λεπτό
AUTO_REFRESH_03_MIN=3 λεπτά
AUTO_REFRESH_05_MIN=5 λεπτά
AUTO_REFRESH_10_MIN=10 λεπτά
AUTO_REFRESH_30_MIN=30 λεπτά
AUTO_REFRESH_60_MIN=60 λεπτά
AUTO_REFRESH_TARGET=Στόχοι αυτόματης ανανέωσης
AUTO_REFRESH_TARGET_ALL_DISK=Αυτόματη ανανέωση - Όλοι οι δίσκοι
AUTO_REFRESH_UNTARGET_ALL_DISK=Αυτόματη ανανέωση - Κανένας δίσκος
ALARM_SETTING_TEMPERATURE=Ρύθμιση συναγερμού - Θερμοκρασία
ALARM_SETTING_HEALTH_STATUS=Ρύθμιση συναγερμού - Κατάσταση υγείας
SHOW_MAIN_WINDOW=Εμφάνιση κεντρικού παραθύρου
SHOW_TEMPERATURE_ICON=Εμφάνιση εικονιδίου θερμοκρασίας
SHOW_ALL_TEMPERATURE_ICON=Εμφάνιση όλων των εικονιδίων θερμοκρασίας
HIDE_ALL_TEMPERATURE_ICON=Απόκρυψη όλων των εικονιδίων θερμοκρασίας
COLLECTIVE_SETTING=Συλλεκτική ρύθμιση
GRAPH=Γράφημα
;Added 3.0
SHOW_TEMPERATURE_ICON_ONLY=Εμφάνιση μόνο εικονιδίων θερμοκρασίας

[DiskStatus]
GOOD=Καλή
CAUTION=Προσοχή
BAD=Χαλασμένος
UNKNOWN=Άγνωστη
DISK=Δίσκος

[Dialog]
LIST_ID=ID
LIST_CURRENT=Τρέχουσα τιμή
LIST_WORST=Χειρότερη τιμή
LIST_THRESHOLD=Όριο
LIST_RAW_VALUES=Τιμές
;LIST_DESCRIPTION=Περιγραφή
LIST_ATTRIBUTE_NAME=Ιδιότητα

FIRMWARE=Έκδοση λογισμικού
SERIAL_NUMBER=Σειριακός αριθμός
INTERFACE=Διασύνδεση
STANDARD=Standard
TRANSFER_MODE=Μετάδοση
BUFFER_SIZE=Μέγεθος Buffer
NV_CACHE_SIZE=Μέγεθος NV Cache
ROTATION_RATE=Ταχύτητα περιστρ.
TEMPERATURE=Θερμοκρασία
POWER_ON_HOURS=Ώρες λειτουργίας
POWER_ON_COUNT=Μετρητής λειτουργίας
DRIVE_LETTER=Γράμμα μονάδας
FEATURE=Υποστηρ. λειτουργίες
HEALTH_STATUS=Κατάστ. υγείας

UNKNOWN=Άγνωστο
POWER_ON_COUNT_UNIT=μονάδες
POWER_ON_HOURS_UNIT=ώρες
POWER_ON_DAYS_UNIT=ημέρες

;4.3
TOTAL_HOST_WRITES=Total Host Writes
TOTAL_HOST_READS=Total Host Reads
TOTAL_NAND_WRITES=Total NAND Writes

;4.5
WEAR_LEVELING_COUNT=Wear Leveling Count

[Message]
DETECT_UNIT_POWER_ON_HOURS=Εντοπισμός μονάδων για τις ώρες λειτουργίας (θα χρειαστούν περίπου 130 δευτ.)
DETECT_DISK=Εντοπισμός δίσκων
PLEASE_ENABLE_WMI=Ενεργοποιήστε το WMI (Windows Management Instrumentation)
PLEASE_RESTART_THIS_APPLICATION=Επανεκκινήστε την εφαρμογή, για να ενεργοποιηθεί το θέμα.
DISK_NOT_FOUND=Δε βρέθηκαν δίσκοι

[Alarm]
ALARM_TEMPERATURE=Συναγερμός - Θερμοκρασία
ALARM_HEALTH_STATUS=Συναγερμός - Κατάσταση υγείας
DEGRADATION=Μείωση απόδοσης
RECOVERY=Ανάκτηση
;3.5.0
INFO_HEALTH_STATUS=Πληροφορίες - Κατάσταση υγείας

[Graph]
PLEASE_SELECT_ITEM=Επιλέξτε ένα στοιχείο
ACTUAL_VALUE=Πραγματική τιμή
NORMALIZED_VALUE=Κανονική τιμή (τρέχουσα)
ALL_ON=Όλα ενεργά
ALL_OFF=Όλα ανενεργά
RESET=Επαναφορά

[Customize]
LINE_COLOR=Χρώμα γραμμής
BACKGROUND_IMAGE=Εικόνα φόντου
SUPPORTED_IMAGE_FORMAT=Υποστηριζόμενες μορφές εικόνας
ALL_FILES=Όλα τα αρχεία

;5.0.0
SUPPORTED_SOUND_FORMAT=Supported Sound Format

[AamApm]
AAM_LOW=<- Ήσυχος (80h)
AAM_HIGH=Αποδοτικός (FEh) ->
AAM_RECOMMEND=Προτεινόμενη τιμή
APM_LOW=<- Ελάχιστη κατανάλωση (01h)
APM_HIGH=Απόδοση (FEh) ->
;3.5.0
AUTOMATIC_ACOUSTIC_MANAGEMENT=Αυτόματη Διαχείριση Θορύβου (AAM)
ADVANCED_POWER_MANAGEMENT=Προηγμένη Διαχείριση Ενέργειας (APM)

[WindowTitle]
ABOUT=Σχετικά με το CrystalDiskInfo
GRAPH=Γράφημα
CUSTOMIZE=Προσαρμογή
VERSION_INFORMATION=Πληροφορίες έκδοσης
AAM_APM_CONTROL=Έλεγχος AAM/APM
HEALTH_STATUS_SETTING=Ρύθμιση κατάστασης υγείας

;5.0.0
ALARM_HISTORY=Alarm History
SOUND_SETTINGS=Sound Settings

[HealthStatus]
THRESHOLD_OF_CAUTION=Όριο προσοχής
APPLY=Εφαρμογή
DEFAULT=Προεπιλογές

[Smart]
UNKNOWN=Άγνωστη
VENDOR_SPECIFIC=Από τον κατασκευαστή
01=Σφάλματα ανάγνωσης
02=Γενική αποδοτικότητα
03=Χρόνος εκκίνησης περιστροφής
04=Εκκινήσεις/διακοπές
05=Ανακατανεμημένοι τομείς
06=Περιθώριο καναλιού ανάγνωσης
07=Σφάλματα αναζήτησης
08=Αποδοτικότητα χρόνου αναζήτησης
09=Ώρες λειτουργίας
0A=Επαναλήψεις περιστροφής
0B=Επαναλήψεις εξισορρόπησης
0C=Κύκλοι λειτουργίας
0D=Απαλά σφάλματα ανάγνωσης
B8=Σφάλματα άκρου προς άκρο
BB=Ανεπανόρθωτα σφάλματα
BC=Λήξη χρόνου απόκρισης εντολών
BD=Εγγραφές υψηλών πτήσεων
BE=Θερμοκρασία ροής αέρα
BF=Σφάλματα αισθητήρα G
C0=Ανακλήσεις κατά τον τερματισμό λειτουργίας
C1=Κύκλοι φόρτωσης/αποφόρτωσης
C2=Θερμοκρασία
C3=Ανάκτηση ECC υλικού
C4=Ανακατανομές
C5=Τομείς σε εκκρεμότητα
C6=Ανεπανόρθωτοι τομείς
C7=Σφάλματα UltraDMA CRC
C8=Σφάλματα εγγραφής
C9=Απαλά σφάλματα ανάγνωσης
CA=Σφάλματα επισήμανσης διεύθυνσης δεδομένων
CB=Run Out Cancel
CC=Απαλή διόρθωση ECC
CD=Θερμική τραχύτητα
CE=Ύψος πτήσης
CF=Spin High Current
D0=Spin Buzz
D1=Offline Seek Performance
D3=Δονήσεις κατά την εγγραφή
D4=Χτυπήματα κατά την εγγραφή
DC=Μετατόπιση δίσκου
DD=Σφάλματα αισθητήρα G
DE=Ώρες φόρτωσης
DF=Επαναλήψεις φόρτωσης/αποφόρτωσης
E0=Τριβές φόρτωσης
E1=Κύκλοι φόρτωσης/αποφόρτωσης
E2=Load 'In'-time
E3=Ενίσχυση ροπής
E4=Κύκλοι ανάκλησης κάτα τον τερματισμό λειτουργίας
E6=GMR Head Amplitude
E7=Θερμοκρασία
F0=Ώρες πτήσης κεφαλής
FA=Επαναλήψεις σφαλμάτων ανάγνωσης
FE=Προστασία ελέυθερης πτώσης
;4.5.0
F1=Total LBAs Written
F2=Total LBAs Read

[SmartSsd]
01=Σφάλματα ανάγνωσης
02=Γενική αποδοτικότητα
03=Χρόνος εκκίνησης περιστροφής
04=Εκκινήσεις/διακοπές
05=Ανακατανεμημένοι τομείς
06=Περιθώριο καναλιού ανάγνωσης
07=Σφάλματα αναζήτησης
08=Αποδοτικότητα χρόνου αναζήτησης
09=Ώρες λειτουργίας
0A=Επαναλήψεις περιστροφής
0B=Επαναλήψεις εξισορρόπησης
0C=Κύκλοι λειτουργίας
0D=Απαλά σφάλματα ανάγνωσης
C0=Αριθμός μη ασφαλών τερματισμών λειτουργίας
C2=Θερμοκρασία
C4=Ανακατανομές
C5=Τομείς σε εκκρεμότητα
C6=Ανεπανόρθωτοι τομέων
; CrystalDiskInfo assign
FF=Χρόνος ζωής που απομένει

[SmartMtron]
BB=Συνολικές διαγραφές

[SmartIndlinx]
01=Σφάλματα ανάγνωσης
09=Ώρες λειτουργίας
0C=Κύκλοι λειτουργίας
B8=Αρχικός αριθμός κατεστραμμένων περιοχών
C3=Αποτυχημένες προσπάθειες προγραμματισμού περιοχών
C4=Αποτυχημένες προσπάθειες διαγραφής περιοχών
C5=Αποτυχημένες προσπάθειες ανάγνωσης περιοχών
C6=Σύνολο αναγνωσμένων τομέων
C7=Σύνολο εγγεγραμμένων τομέων
C8=Σύνολο εντολών ανάγνωσης
C9=Σύνολο εντολών εγγραφής
CA=Σύνολο bits σφαλμάτων από τη flash
CB=Σύνολο αναγνωσμένων τομέων με διορθωμένα σφάλματα bit
CC=Σημαία πληρότητας κατεστραμμένων περιοχών
CD=Προδιαγραφές μέγιστου αριθμού PE
CE=Ελάχιστος αριθμός διαγραφών
CF=Μέγιστος αριθμός διαγραφών
D0=Μέσος όρος αριθμού διαγραφών
D1=Χρόνος ζωής που απομένει για τη μονάδα δίσκου

[SmartJMicron60x]
09=Ώρες λειτουργίας
0C=Κύκλοι λειτουργίας
C2=Θερμοκρασία
E5=Halt System ID, Flash ID
E8=Πληροφορίες έκδοσης λογισμικού
E9=Καταγραφή αποτυχίας ECC
EA=Μέσος όρος αριθμού διαγραφών, Μέγιστος αριθμός διαγραφών
EB=Περιοχές σε καλή κατάσταση, Περιοχές συστήματος

[SmartIntel]
03=Χρόνος εκκίνησης περιστροφής
04=Εκκινήσεις/διακοπές
05=Ανακατανεμημένοι τομείς
09=Ώρες λειτουργίας
0C=Κύκλοι λειτουργίας
C0=Αριθμός μη ασφαλών τερματισμών λειτουργίας
E1=Host Writes
E8=Διαθέσιμος δεσμευμένος χώρος
E9=Ένδειξη εξάντλησης μέσου
B8=Αριθμός εντοπισμού σφαλμάτων άκρου προς άκρο

;Updated 4.1
AA=Available Reserved Space
AB=Program Fail Count
AC=Erase Fail Count
BB=Uncorrectable Error Count

;Updated 4.3
AE=Unexpected Power Loss
E2=Timed Workload Media Wear
E3=Timed Workload Host Read/Write Ratio
E4=Timed Workload Timer
F1=Total LBAs Written
F2=Total LBAs Read
F9=Total NAND Writes

[SmartSamsung] ;Updated (3.3)
05=Αποδεσμευμένες περιοχές
09=Ώρες λειτουργίας
0C=Λειτουργία
AF=Αποτυχίες προγραμματισμού (Chip)
B0=Αποτυχίες διαγραφής (Chip)
B1=Wear Leveling Count
B2=Αριθμός δεσμευμένων περιοχών σε χρήση (Chip)
B3=Αριθμός δεσμευμένων περιοχών σε χρήση (Σύνολο)
B4=Αριθμός διαθέσιμων δεσμευμένων περιοχών (Σύνολο)
B5=Αποτυχίες προγραμματισμού (Σύνολο)
B6=Αποτυχίες διαγραφής (Total)
B7=Κατεστραμμένες περιοχές κατά το χρόνο εκτέλεσης (Σύνολο)
BB=Ανεπανόρθωτα σφάλματα
BE=Airflow Temperature
C2=Θερμοκρασίες
C3=ECC Error Rate
C6=Off-Line Uncorrectable Error Count
C7=Σφάλματα CRC
C9=Κατάσταση Super cap
CA=Αναφορά κατάστασης SSD
EB=POR Recovery Count
F1=Total LBA Written
F2=Total LBA Read

[SmartSandForce] ;Updated (3.7)
01=Σφάλματα ανάγνωσης
05=Αποδεσμευμένες περιοχές
09=Ώρες λειτουργίας
0C=Κύκλοι λειτουργίας
0D=Απαλά σφάλματα ανάγνωσης
64=Διεγραμμένα Gigabytes
AA=Απόθεμα περιοχών
AB=Αποτυχίες προγραμματισμού
AC=Αποτυχίες διαγραφής
AE=Αριθμός απροσδόκητων τερματισμών
B1=Wear Range Delta
B5=Αποτυχίες προγραμματισμού
B6=Αποτυχίες διαγραφής
B8=Σφάλματα μηχανισμού εντοπισμού σφαλμάτων επικοινωνίας
BB=Ανεπανόρθωτα σφάλματα
C2=Θερμοκρασία
C3=On-the-Fly ECC Uncorrectable Error Count
C4=Ανακατανομές
C6=Ανεπανόρθωτοι τομείς
C7=Σφάλματα SATA R-Errors (CRC)
C9=Ανεπανόρθωτα απαλά σφάλματα ανάγνωσης
CC=Διόρθωση απαλού ECC
E6=Κατάσταση καμπύλης ζωής
E7=Ζωή SSD που απομένει
E8=Διαθέσιμος δεσμευμένος χώρος
EB=Υγεία SuperCap
F1=Lifetime Writes from Host
F2=Lifetime Reads from Host

[SmartJMicron61x] ;Added (3.9)
01=Σφάλματα ανάγνωσης
02=Γενική αποδοτικότητα
03=Χρόνος εκκίνησης περιστροφής
05=Ανακατανεμημένοι τομείς
07=Σφάλματα αναζήτησης
08=Αποδοτικότητα χρόνου αναζήτησης
09=Ώρες λειτουργίας
0A=Επαναλήψεις περιστροφής
0C=Κύκλοι λειτουργίας
A8=Σφάλματα SATA PHY
AF=Bad Cluster Table Count (ECC Fail Count)
C0=Αριθμός απροσδόκητων τερματισμών λειτουργίας
C2=Θερμοκρασία
C5=Τομείς σε εκκρεμότητα
AA=Κατεστραμμένες περιοχές
AD=Αριθμός διαγραφών

[SmartMicron] ;Added (4.0)/Updated (4.5)
01=Raw Read Error Rate
05=Reallocated Sectors Count
09=Power-On Hours
0C=Power Cycle Count
AA=Grown Failing Block Count
AB=Program Fail Count
AC=Erase Fail Count
AD=Wear Leveling Count
AE=Unexpected Power Loss Count
B5=Non-4k Aligned Access
B7=SATA Interface Downshift
BB=Reported Uncorrectable Errors
BC=Command Timeout
BD=Factory Bad Block Count
C4=Reallocation Event Count
C5=Current Pending Sector Count
C6=Smart Off-line Scan Uncorrectable Error Count
C7=Ultra DMA CRC Error Rate
CA=Percentage Of The Rated Lifetime Used
CE=Write Error Rate

;4.5
B8=Error Correction Count
C2=Enclosure Temperature
C3=Cumulative Corrected ECC

[SmartOcz] ;Added (4.5)
01=Raw Read Error Rate
03=Spin Up Time
04=Start Stop Count
05=Reallocated Sectors Count
09=Power-On Hours
0C=Power Cycle Count
E8=Total Count of Write Sectors
E9=Remaining Life